Repository: Vertical-Shelter/VerticalShelter-Front
Catalog: app/lib/l10n/app_*.arb
Languages: fr

# googleConnection
source: Connect via Google
fr: Connectez-vous avec Google

# emailConnection
source: Connect via email
fr: Connexion avec email

# apple_connection
source: Connect via apple
fr: Connexion avec apple

# isGymQuestion
source: Are you a gym?
fr: Vous êtes une salle ?

# contactez_nous
source: Contact us
fr: Contactez-nous

# hereux_de_vous_revoir
source: Happy to see you again
fr: Heureux de te revoir.

# connecte_toi
source: Log in!
fr: Connecte-toi !

# entre_ton_email
source: Enter your email
fr: Entre ton email

# entre_ton_mot_de_passe
source: Enter your password
fr: Entre ton mot de passe

# mot_de_passe_oublie
source: Forgot your password?
fr: Mot de passe oublié ?

# se_connecter
source: Log in
fr: Se connecter

# vous_navez_pas_de_compte
source: You don't have an account?
fr: Vous n'avez pas de compte ?

# s_inscrire
source: Sign up!
fr: S'inscrire !

# salut_grimpeur
source: Hi climber!
fr: Salut grimpeur !

# entre_tes_informations_pour_commencer
source: Enter your information to start
fr: Entre tes informations pour commencer

# mot_de_passe
source: Password
fr: Mot de passe

# confirme_ton_mot_de_passe
source: Confirm your password
fr: Confirme ton mot de passe

# nom_d_utilisateur
source: Username
fr: Nom d'utilisateur

# tu_as_deja_un_compte
source: You already have an account?
fr: Tu as déjà un compte ?

# ne_t_en_fais_pas
source: Don't worry, it happens! Enter the email address linked to your account to receive the verification code!
fr: Ne t'en fait pas, ça arrive ! Rentre l'adresse email lié à ton compte pour recevoir le code de vérification !

# envoyer_code_verification
source: Send the verification code.
fr: Envoyer le code de vérification

# il_t_es_revenu
source: Did it come back to you?
fr: Il t'es revenu ?

# validez_votre_email
source: Check your inbox
fr: Vérifier votre boite mail

# un_email_de_recuperation_vous_a_ete_envoye
source: An account recovery email has been sent to you
fr: Un email de récupération vous a été envoyé

# tous
source: All
fr: Tous

# deja_fait
source: Topped
fr: Déjà fait

# a_faire
source: To Do
fr: A faire

# nouveau_secteur
source: New Sector
fr: Nouveau secteur

# ferme_tres_bientot
source: Closes Soon
fr: Ferme très bientôt

# prises
source: Holds
fr: Prises

# aucun_mur_trouve_pour_ce_secteur
source: No walls found for this sector
fr: Aucun mur trouvé pour ce secteur.

# fait
source: Topped
fr: Fait

# nouveau
source: New
fr: Nouveau

# bientot_fini
source: Closing Soon
fr: Bientôt fini

# profil
source: Profile
fr: Profil

# parametres
source: Settings
fr: Paramètres

# deconnexion
source: Log out
fr: Déconnexion

# a_propos
source: About
fr: A propos

# mentions_legales
source: Legal Notice
fr: Mentions légales

# conditions_generales
source: Terms and Conditions
fr: Conditions générales

# politique_de_confidentialite
source: Privacy Policy
fr: Politique de confidentialité

# salles
source: Gyms
fr: Salles

# historique
source: History
fr: Historique

# amis
source: Friends
fr: Amis

# rechercher
source: Search
fr: Rechercher

# stats
source: Statistics
fr: Stats

# changer_de_salles
source: Change Gym
fr: Changer de salle

# annuler
source: Cancel
fr: Annuler

# sauvegarder
source: Save
fr: Sauvegarder

# valider
source: Top
fr: Valider

# modifier
source: Edit
fr: Modifier

# supprimer
source: Delete
fr: Supprimer

# mon_activite
source: My acticity
fr: Mon activité

# vous_n_avez_pas_encore_valide_de_bloc
source: You haven't topped any boulders yet
fr: Vous n'avez pas encore validé de bloc.

# blocs
source: Boulders
fr: Blocs

# blocs_valides
source: Boulders topped
fr: Blocs validés

# salles_differentes
source: Different gyms
fr: Salles différentes

# cotation
source: Grade
fr: Cotation

# ton_niveau_moyen_est
source: Your average level is
fr: Ton niveau moyen est

# cette_semaine
source: This week
fr: Cette semaine

# ce_mois
source: This month
fr: Ce mois

# cette_annee
source: This year
fr: Cette année

# par_salles
source: By gym
fr: Par salles

# mes_statistiques
source: My statistics
fr: Mes statistiques

# adresse_copie_dans_le_presse_papier
source: Adress copied to clipboard
fr: Adresse copiée dans le presse-papier

# whatsapp_non_disponible
source: WhatsApp isn't available on this number
fr: WhatsApp n'est pas disponible sur ce téléphone

# numero_copie_dans_le_presse_papier
source: Number copied to clipboard
fr: Numéro copié dans le presse-papier

# rejoingez_la_team_VS_sur_instagram
source: Join team VS on Instagram
fr: Rejoignez la team VS sur Instagram

# ajouter_un_compte
source: Add an account
fr: Ajouter un compte

# erreur_de_chargement
source: Loading error
fr: Erreur de chargement

# vous_n_avez_pas_d_amis_pour_le_moment
source: You don't have any friends yet
fr: Vous n'avez pas d'amis pour le moment

# ajouer_des_amis_pour_pour_montrer_que_vous_etes_le_meilleur
source: Add friends to show you are the best
fr: Ajouter des amis pour montrer que vous êtes le meilleur

# valider_au_moins_un_blos_pour_acceder_au_classement
source: Top at least one boulder to have access to the leaderboard
fr: Valider au moins un bloc pour accéder au classement

# vous_n_avez_pas_de_demande_d_amis
source: You don't have any friend requests
fr: Vous n'avez pas de demande d'amis

# erreur
source: Error
fr: Erreur

# pas_de_connexion_internet
source: No internet access
fr: Pas de connexion internet

# une_erreur_est_survenue
source: Error encountered
fr: Une erreur est survenue

# accepeter
source: Accept
fr: Accepter

# refuser
source: Refuse
fr: Refuser

# ajouter
source: Add
fr: Ajouter

# entre_amis
source: Friends
fr: Entre amis

# ce_compte_est_prive_ajoute_le_comme_ami_pour_voir_ses_blocs
source: This account is private, send a friend request to see their boulders
fr: Ce compte est privé, ajoute le comme ami pour voir ses blocs

# quetes
source: quests
fr: Quêtes

# acheter_le_pass
source: Buy the pass:
fr: Acheter le pass:

# se_termine_dans
source: Ends in
fr: Se termine dans

# jours
source: days
fr: jours

# jour
source: day
fr: jour

# ajouter_commentaire
source: Add comment
fr: Ajouter un commentaire

# pas_de_commentaire
source: No comments
fr: Pas de commentaire

# personne_aime
source: Nobody has liked this boulder !
fr: Personne n'a encore aimé ce bloc !

# personne_reussi
source: Nobody has topped this boulder !
fr: Personne n'a encore réussi ce bloc !

# aime_ce_bloc
source: likes this boulder
fr: a aimé ce bloc

# reussi_ce_bloc
source: topped this boulder
fr: a réussi ce bloc

# pas_de_beta
source: No routesetter beta
fr: Pas de vidéo des ouvreurs

# beta_des_ouvreurs
source: Routesetter beta
fr: Vidéo des ouvreurs

# autres_betas
source: Other betas
fr: Autres Vidéos

# et
source: and
fr: et

# autres_personne_ont_reussi
source: other people have topped this boulder
fr: autres personnes ont réussi ce bloc

# autres_personne_ont_aimer
source: other people have liked this boulder
fr: autres personnes ont aimé ce bloc

source: Video
fr: Vidéo

# ajoute_une_video_pour_partager
source: Upload a video to share this boulder
fr: Ajouter une vidéo poue partager ce bloc

# la_boutique
source: The shop
fr: La boutique

# nos_maitres
source: Our Masters
fr: Nos Maîtres

# nos_anneaux
source: Our Rings
fr: Nos Anneaux

# equiper
source: Equip
fr: Equiper

# equipee
source: Equipped
fr: Equipée

# acheter
source: Buy
fr: Acheter

# mes_maitres
source: My Masters
fr: Mes Maîtres

# decouvrer_les_maitres_debloques
source: Discover the masters that you have unlocked
fr: Découvrez les maîtres que vous avez débloqués

# mes_anneaux
source: Mes Rings
fr: Mes Anneaux

# decouvrer_les_anneaux_debloques
source: Discover the rings that you have unlocked
fr: Découvrez les anneaux que vous avez débloqués

# mes_badges
source: Mes Achievements
fr: Mes Badges

# decouvrer_les_badges_debloques
source: Discover the achievements that you have unlocked
fr: Découvrez les badges que vous avez débloqués

# quotidiennes
source: Daily
fr: Quotidiennes

# hebdomadaires
source: Weekly
fr: Hebdomadaires

source: Unique
fr: Uniques

# quetes_mis_a_jour
source: Quests updated at midnight
fr: Quêtes mises à jour à minuit

# modifier_secteur
source: Modify a sector
fr: Modifier un secteur

# changer_de_compte
source: Change account
fr: Changer de compte

# blocs_actuels
source: Current boulders
fr: Blocs actuels

# secteurs_actuels
source: Current sectors
fr: Secteurs actuels

# secteurs_demonter
source: Old sectors
fr: Secteurs démontés

# actualite_de_vos_grimpeurs
source: News of your climbers
fr: Actualités de vos grimpeurs

# a_commenter
source: has commented a boulder
fr: à commenté un mur

# a_ajouter_une_video
source: added his beta on a boulder
fr: à ajouté sa démo sur un mur

# mes_prochaines_ouvertures
source: Next sectors routeset
fr: Mes prochaines ouvertures

# veuillez_selectionner_un_secteur
source: Select one or more sectors
fr: Veuillez séléctionner un secteur

# ou
source: or
fr: ou

# creer_votre_secteur
source: Add a new sector
fr: Créer votre secteur

# donnez_une_cotation
source: Give a grade
fr: Donnez une cotation

# type_de_bloc
source: Style of boulder
fr: Type de bloc

# prise
source: Hold
fr: Prise

# ajouter_un_bloc
source: Add a boulder
fr: Ajouter un bloc

# couleur_des_prises
source: Color of holds
fr: Couleur des prises

# choisissez_une_option
source: Choose an option:
fr: Choisissez une option:

# depuis_la_galerie
source: From your gallery
fr: Depuis la galerie

# prendre_une_photo
source: Open the camera
fr: Prendre une photo

# veuillez_ajouter_une_image
source: Please add an image to your sector
fr: Veuillez ajouter une image à votre secteur

# veuillez_choisir_un_type_de_bloc
source: Please choose a style of boulder
fr: Veuillez choisir un type de bloc

# veuillez_choisir_une_cotation
source: Please choose a grade
fr: Veuillez choisir une cotation

# alerte_creation_nouveau_secteur
source: Creating a new secteur will erase the previous boulders of the sector. Are you sure you wish to continue?
fr: Créer un nouveau secteur va rendre les murs déjà présent obsolète, êtes vous sûr de vouloir continuer ?

# votre_secteur_creer_avec_succes
source: Your sector was successfully created
fr: Votre secteur a été ajouté avec succès

# une_erreur_est_survenue_essayez_plus_tard
source: An error occured, please try again later.
fr: Une erreur est survenue, veuillez réessayer plus tard.

# email_error
source: Please enter a valid email
fr: S'il vous plaît entrer un email valide

# first_name_error
source: The username is mandatory
fr: Le nom d'utilisateur est obligatoire

# password_error
source: The password is mandatory
fr: Le mot de passe est obligatoire

# password_dont_match_error
source: The passwords don't match
fr: Les mots de passe ne correspondent pas

# email_confirmation_message
source: A confirmation email has been sent. Please check your inbox before logging in.
fr: Un email de confirmation vous a été envoyé. Veuillez vérifier votre boîte de réception puis vous connecter.

# supprimer_un_secteur
source: Delete a sector
fr: Suppression d'un secteur

# secteur_modifier_succes
source: Your sector was successfully modified
fr: Votre secteur à été modifié avec succès

# ajouter_des_blocs_avant_modification
source: No boulders found, please add boulders before modifying
fr: Aucun bloc trouvé, veuillez ajouter des murs avant de les modifier

# aujourdhui
source: Today
fr: Aujourd'hui

# hier
source: Yesterday
fr: Hier

# pays_code
source: en_US
fr: fr

# commentaires
source: Comments
fr: Commentaires

# laissez_un_commentaire
source: Leave a comment
fr: Laissez un commentaire

# veuillez_entrer_un_commentaire
source: Please write a comment
fr: Veuillez entrer un commentaire

# ouvreur
source: Routesetter
fr: Ouvreur

# pas_douvreur
source: No routesetter name
fr: Pas de nom d'ouvreur

# prises_non_specifier
source: Hold color not specified
fr: Prises non spécifiées

# pas_de_description
source: No description
fr: Pas de description

# cotation_des_utilisateurs
source: User suggested grade
fr: Cotation des utilisateurs

# personnes
source: people
fr: personnes

# ont_reussi_bloc
source: have topped this boulder
fr: ont réussi ce bloc

# ont_aime_le_bloc
source: liked this boulder
fr: ont aimé ce bloc

# voir_les_commentaires
source: see the comments
fr: voir les commentaires

# demande_de_salle
source: Request a gym
fr: Demande de salle

# veuillez_remplir_les_infos_suivantes
source: Please fill in the following information :
fr: Veuillez remplir les informations suivantes :

# nom_de_salle
source: Gym name *
fr: Nom de la salle *

# ville
source: City *
fr: Ville *

# votre_instagram
source: Your instagram (Optional)
fr: Votre instagram (Optionnel)

# demande_envoyee
source: Request sent
fr: Demande envoyée

# demande_envoyee_avec_succes
source: Your request has been successfully sent
fr: Votre demande a été envoyée avec succès

# confirmer
source: Confirm
fr: Confirmer

# ajouter_une_salle
source: Add a gym
fr: Ajouter une salle

# prix_abonnee
source: Member price :
fr: Prix abonné(e) :

# prix_non_abonnee
source: Non member price :
fr: Prix non abonné(e) :

# se_desinscrire
source: Unregister
fr: Se désinscrire

# scan_qr_pour_participer
source: Scan the QR code to confirm your participation
fr: Scan le QR code pour valider ta participation

# voir_resultats
source: See the results
fr: Voir les résultats

# classement
source: Leaderboard
fr: Classement

# personne_est_inscrit
source: Nobody is registered for this comp, be the first !
fr: Personne n'est encore inscrit à ce contest, sois le premier !

# est_inscrit
source: is registered for this comp
fr: est inscrit à ce contest

# sont_inscrits
source: are registered for this comp !
fr: sont inscrits à ce contest !

# homme
source: Male
fr: Homme

# femme
source: Female
fr: Femme

# nom
source: Last name
fr: Nom

# prenom
source: First name
fr: Prénom

# abonne_a_la_salle
source: Are you a member of the gym ?
fr: Abonné à la salle ?

# plus_de_18
source: Are you over 18 ?
fr: As-tu plus de 18 ans ?

# phases_dinscription
source: Sign up phases
fr: Phases d'inscriptions

# erreur_nom_prenom
source: Please fill in your first and last name
fr: Veuillez renseignez votre nom et prénom

# erreur_genre
source: Please fill in your sex
fr: Veuillez indiquez votre genre

# sauvegarder_resultats
source: Save your results ?
fr: Sauvegarder les résultats ?

# vous_pourrez_modifier
source: You will still be able to modify them later.
fr: Vous pourrez toujours modifier vos résultats.

# ces_personnes_sont_inscrites
source: These people are signed up for this comp :
fr: Ces personnes sont inscrite à ce contest :

# liste_contests
source: List of comps
fr: Liste des contests

# galerie
source: Gallery
fr: Galerie

# pas_de_nom
source: How come do you not have a name ??!!!
fr: Comment tas fait pour pas avoir de nom ??!!!

# pas_les_droits_supprimer
source: You do not have the rights to delete this boulder
fr: Vous n'avez pas le privilège de pouvoir supprimer ces blocs

# supprimer_bloc
source: Delete a boulder
fr: Suppression d'un bloc

# alerte_supprimer_bloc
source: You will permanently delete a boulder, do you wish to continue ?
fr: Vous allez supprimer deffinitivement un mur, êtes vous sûr de vouloir continuer ?

# les_contests
source: The comps
fr: Les contests

# les_actualites
source: The news
fr: Les actualités

# pas_de_contest_en_cour
source: No ongoing comps
fr: Pas de contest en cours

# veuillez_choisir_une_salle
source: Please choose a gym to start !
fr: Veuillez choisir une salle pour commencer !

# contest_en_cours
source: Ongoing comp, sign up here !
fr: Contest en cours, inscris toi !

# statistiques
source: Statistics
fr: Statistiques

# ma_progression
source: My progress
fr: Ma progression

# publie_le
source: Published the
fr: Publié le

# modifier_profil
source: Edit my profile
fr: Modifier mon profil

# supprimer_compte
source: Delete my account
fr: Supprimer mon compte

# scan_qr_code
source: Scan a QR code
fr: Scanner un QR code

# qr_code_invalide
source: QR code not valid
fr: QR code invalide

# qr_code_deja_scanner
source: QR code already scanned
fr: QR code déjà scanné

# vous_ne_pouvez_pas_encore_reclamer
source: You cannot claim this quest yet
fr: Vous ne pouvez pas encore réclamer cette quête

# vous_avez_deja_reclamer
source: You already claimed this quest
fr: Vous avez déjà réclamé cette quête

# vous_avez_deja_acheter_le_pass
source: You already bought the Shelton Pass
fr: Vous avez déjà acheté le Pass Shelton

# saison
source: Season
fr: Saison

# pass_acheter
source: Shelton Pass activated
fr: Pass Shelton acheté

# recompenses_premium
source: Premium Rewards
fr: Récompenses Premium

# recompenses_gratuites
source: Free Rewards
fr: Récompenses Gratuites

# t_es_pauvre
source: Too poor
fr: T'es pauvre

# signaler
source: Report
fr: Signaler

# cet_utilisateur
source: this user
fr: cet utilisateur

# de_vos_amis
source: from your friends
fr: de vos amis

# nombre_de_tentatives
source: Number of attemps
fr: Nombre de tentatives

# devalider
source: Unsend
fr: Dévalider

# realise_par
source: Completed by
fr: Réalisé par

# essais
source: attemps
fr: essais

# aucun_utilisateur_a_realiser_ce_bloc
source: No user has completed this boulder
fr: Aucun utilisateur à réalisé ce bloc

# pas_de_video
source: No video
fr: Pas de vidéo

# il_ny_a_pas_de_video_pour_ce_bloc
source: There are no videos for this boulder
fr: Il n'y a pas de vidéo pour ce bloc

# annuler_la_realisation
source: Cancel your top
fr: Annuler la réalisation

# etes_vous_sur_de_vouloir_annuler_la_realisation
source: Are you sure that you wish to cancel your top ?
fr: Êtes-vous sûr de vouloir annuler la réalisation de ce bloc ?

# aimer_par
source: Liked by
fr: Aimé par

# aucun_utilisateur_a_aimer_ce_bloc
source: No user has like this boulder
fr: Aucun utilisateur à aimé ce bloc

# ce_bloc_vaut_actuellement
source: This boulder is currently worth
fr: Ce bloc vaut actuellement

# ce_calcul_est_baser
source: This calculation is based on the number of people who have completed this boulder as well as the number of points of this boulder (1000).
fr: Ce calcul est basé sur le nombre de personne ayant réalisé ce bloc ainsi que le nombre de points de base du bloc (1000).

# le_calcul_est_le_suivant
source: The calculation is done as follows : (1000 divided by the number of people who topped the boulder).
fr: Le calcul est le suivant : (1000 / nombre de personne ayant réalisé le bloc).

# en_cours
source: Ongoing
fr: En cours

# termine
source: Finished
fr: Terminé

# a_venir
source: To come
fr: A venir

# heure
source: Hour
fr: Heure

# duree
source: Length
fr: Durée

# un_secteur_vient_douvrir
source: A new sector just got set !
fr: Un secteur vient d'ouvrir !

# un_secteur_vient_de_fermer
source: A sector just got closed !
fr: Un secteur va bientot fermer !

# nouvelle_actualite
source: Recent News
fr: Nouvelle Actualités

# nouveau_contest
source: New Comp
fr: Nouveau Contest

# vous_a_demander_en_amis
source: has sent you a friend request
fr: vous a demandé en amis

# vous_a_tag_dans_un_commentaire
source: has tagged you in a comment
fr: vous a tagué dans un commentaire

# cet_utilisateur_na_pas_de_nom
source: This user does not have a name
fr: Cet utilisateur n'a pas de nom

# salle_descalade
source: Climbing Gym
fr: Salle d'Escalade

# grimpeur
source: Climber
fr: Grimpeur

# voulez_vous_utiliser_cette_recompense
source: Do you want to activate this reward ?
fr: Voulez-vous utiliser cette récompense ?

# cette_recompense_doit_etre_utiliser_en_salle
source: This reward must be used at the climbing gym reception and can only be used once. Are you sure you want to activate it?
fr: Cette récompense doit être utilisée à l'accueil de la salle et ne peut être utilisée qu'une seule fois. Êtes-vous sûr de vouloir l'utiliser ?

# vous_devez_debloquer_ce_produit_pour_voir_le_code
source: You must unlock this reward to activate it
fr: Vous devez débloquer ce produit pour voir le code promo

# visiter_le_site
source: Visit the website
fr: Visiter le site

# recompense_deja_utiliser
source: Reward already used
fr: Récompense déjà utilisée

# afficher_la_recompense
source: Activate the reward
fr: Afficher la récompense

# debloquer_pour_voir_le_code
source: Unlock to show the promo code
fr: Débloquer pour afficher le code promo

# utilisee
source: activated
fr: Utilisée

# utiliser
source: activate
fr: Utiliser

source: Demo
fr: Démo

# rdv_bloc_video
source: Go to the page of a boulder to add a video
fr: Rendez-vous sur la page d'un bloc et ajoutez une vidéo

# recuperer
source: Claim
fr: Récupérer

# recupere
source: Claimed
fr: Récupéré

# date_inconnue
source: Unknown date
fr: Date inconnue

# secteur_ouvert_plus_de_30
source: Sector was set over 30 days ago
fr: Secteur ouvert il y a plus de 30 jours

# niveau
source: level
fr: niveau

# bloc_rentrer_par
source: Boulders topped by
fr: Blocs rentrés par

# courbe_de_progression
source: Progression curve
fr: Courbe de progression

# personne_a_reussi_ce_bloc
source: person has topped this boulder
fr: personne a réussi ce bloc

# personnes_ont_reussi_ce_bloc
source: people have topped this boulder
fr: personnes ont réussi ce bloc

# equipe
source: Equipped
fr: Equipé

# vous_ne_pouvez_pas_ajouter_plus_de_types
source: You cannot add more than 3 styles for this boulder
fr: Vous ne pouvez pas ajouter plus de 3 attributs à ce blocs

# confirmer_la_deconnexion
source: Confirm sign out
fr: Confirmer la déconnexion

# etes_vous_sur_de_vouloir_se_deconnecter
source: Are you sure that you want to sign out
fr: Etes vous sûr de vouloir vous déconnecter

# annuler_la_demande_damis
source: Cancel the friend request
fr: Annuler la demande d'amis?

# supprimer_cet_amis
source: Remove this friend ?
fr: Supprimer cet ami ?

# accepter_la_demande_damis
source: Accept this friend request
fr: Accepter la demande d'amis

# accepter_la
source: Accept this
fr: Accepter la

# demande_damis
source: friend request
fr: Demande d'amis

# bloc_fait
source: Boulder topped
fr: Bloc fait

# blocs_selectionnes
source: Boulders selected
fr: Blocs séléctionnés

# aucun_blocs_selectionnes
source: No boulders selected
fr: Aucun blocs séléctionnés

# confirmer_supprimer_compte
source: Confirm deleting account
fr: Confirmer la suppression du compte

# etes_vous_sur_de_vouloir_supprimer_compte
source: Are you sure that you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte

# ajouter_une_video
source: Add a video
fr: Ajouter une vidéo

# modifier_ma_video
source: Edit my video
fr: Modifier ma vidéo

# prendre_une_video
source: Take a video
fr: Prendre une vidéo

source: Language
fr: Langue

# ses_videos
source: Their videos
fr: Ses vidéos

# pas_de_video_amis
source: This user hasn't shared any demo videos, maybe they don't want you to beat them!
fr: Cet utilisateur n'a partagé aucune démonstration, peut être ne veut il pas que vous le battiez!

# mes_videos
source: My videos
fr: Mes vidéos

# pas_encore_de_videos
source: You haven't posted any videos yet, click on a wall and share it with your friends!
fr: Vous n'avez pas encore posté de vidéos, cliquez sur un mur et partagez la à vos amis !

# mes_projets
source: My projects
fr: Mes projets

# ajouter_un_projet
source: Add a project
fr: Ajouter un projet

# deja_dans_vos_projets
source: Added to your projects
fr: Déjà dans vos projets

# pas_encore_de_projets
source: You don't have any projects yet, click on a wall and add a project!
fr: Vous n'avez pas encore de projets, cliquez sur un mur et ajoutez un projet !

# ses_blocs
source: Their boulders
fr: Ses blocs

# pas_de_blocs_amis
source: Your friend hasn't saved any walls, it's your moment to encourage them!
fr: Votre amis n'a enregistré aucun mur, c'est votre moment de l'encourager !

# souvent_dans_ta_salle
source: They often climb in your gym
fr: Ils grimpent souvent dans ta salle
