Repository: Vertical-Shelter/VerticalShelter-Front
Catalog: app/lib/l10n/app_*.arb
Languages: fr

# amis_en_attente
source: Pending friends
fr: Amis en attente

# supprimer_projet
source: Remove project
fr: Supprimer un projet

# confirmer_supprimer_projet
source: Are you sure you want to delete this project?
fr: Etes-vous sûr de vouloir supprimer ce projet ?

# oui
source: Yes
fr: Oui

# non
source: No
fr: Non

# vous_ne_participez_pas_encore_aux_vsl
source: You are not yet participating to Vertical Shelter Leagues
fr: Vous ne participez pas encore aux Vertical Shelter Leagues

# s_inscrire_vsl
source: Sign up
fr: S'inscrire

# vous_n_appartenez_pas_encore_a_une_guilde
source: You are not yet in a guild
fr: Vous n'appartenez pas encore à une guilde

# creer_mon_equipe_vsl
source: Create my team
fr: Créer mon équipe

# rejoindre_une_equipe_vsl
source: Join a team
fr: Rejoindre une équipe

# mon_equipe_vsl
source: My team
fr: Mon équipe

# roulement
source: Scheduling
fr: Plannification

# cotation_bloc
source: Boulder Grade
fr: Cotation du bloc

# prise_de_main
source: Hand hold
fr: Prise de main

# prise_de_pied
source: Foot hold
fr: Prise de pied

# prise_de_start_fin
source: Start/Finish hold
fr: Prise de départ/fin

# ouvert_par
source: Set by
fr: Ouvert par

# cotation_communautaire
source: Community grade
fr: Cotation communautaire

# max_3_attributs
source: You can only add a maximum of 3 attributes
fr: Vous pouvez ajouter un maximum de 3 styles

# pas_de_style
source: You don't have any attributes in your gym?
fr: Vous n'avez pas de styles dans votre salle?

# pas_de_prises
source: You don't have any holds in your gym?
fr: Vous n'avez pas de prise dans votre salle ?

# pas_douvreur_dans_la_salle
source: You don't have any routesetters in your gym?
fr: Vous n'avez pas d'ouvreurs dans la salle?

# les_spraywalls
source: The spraywalls
fr: Les spraywalls

# gestion_de_spraywall
source: Spraywall management
fr: Gestion de spraywall

# ajouter_un_spraywall
source: Add a spraywall
fr: Ajouter un spraywall

# vous_pourrez_creer_vos_contest_ici
source: You will soon be able to create your contests here
fr: Vous pourrez bientôt créer vos contests ici

source: Home
fr: Accueil

# equivalenceSalle
source: Gym equivalence
fr: Approximation de la cotation en salle

# nom_mur
source: Name
fr: Nom

# sprayWallLoading
source: SprayWall in maintenance, it can take a few hours
fr: SprayWall en cours de traitement, cela peut prendre quelques heures

# sprayWallNoImage
source: You don't have any SprayWall yet, add one to start
fr: Vous n'avez pas encore ajouté de SprayWall, vous pouvez en ajouter en cliquant sur le bouton +

# clique
source: click
fr: clique

# creer_boulder
source: Create a boulder
fr: Créé un bloc

# mon_inscription
source: My information
fr: Mon inscription

# salle_qualification
source: Qualification gym
fr: Salle de qualification

# reglement
source: Rules
fr: Règlement

source: days
fr: jours

source: hours
fr: heures

source: seconds
fr: secondes

# pre_inscription
source: Pre-registration
fr: Pre-inscription
